Repository: holg/eulumdat-rs
Catalog: EulumdatApp/EulumdatApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru, zh_hans

# spectral.metrics.visible_percent
source: Visible
de: Sichtbar
it: Visibile
pt_br: Visível
ru: Видимый
zh_hans: 可见光

# spectral.region.blue
source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu
pt_br: Azul
ru: Синий
zh_hans: 蓝

# spectral.region.green
source: Green
de: Grün
es: Verde
fr: Vert
it: Verde
pt_br: Verde
ru: Зелёный
zh_hans: 绿

# spectral.region.near_ir
source: Near-IR
de: Nah-IR
es: IR cercano
fr: IR proche
it: IR vicino
pt_br: IV próximo
ru: Ближний ИК
zh_hans: 近红外

# spectral.region.red
source: Red
de: Rot
es: Rojo
fr: Rouge
it: Rosso
pt_br: Vermelho
ru: Красный
zh_hans: 红

# spectral.region.visible
source: Visible
de: Sichtbar
it: Visibile
pt_br: Visível
ru: Видимый
zh_hans: 可见光

# spectral.title.cvg
source: Color Vector Graphic
de: Farbvektorgrafik
es: Gráfico de vector de color
fr: Graphique vectoriel de couleur
it: Grafico vettoriale del colore
pt_br: Gráfico de vetor de cor
ru: Цветовая векторная графика
zh_hans: 色向量图

# spectral.title.hue
source: Hue Bin Fidelity
de: Farbton-Wiedergabe
es: Fidelidad de tono
fr: Fidélité des teintes
it: Fedeltà delle tonalità
pt_br: Fidelidade de matiz
ru: Точность цветового тона
zh_hans: 色调保真度

# spectral.title.spd
source: Spectral Power Distribution
de: Spektrale Leistungsverteilung
es: Distribución espectral de potencia
fr: Distribution spectrale de puissance
it: Distribuzione spettrale di potenza
pt_br: Distribuição espectral de potência
ru: Спектральное распределение мощности
zh_hans: 光谱功率分布

# spectral.tm30.reference
source: Reference
de: Referenz
es: Referencia
fr: Référence
it: Riferimento
pt_br: Referência
ru: Эталон
zh_hans: 参考

# spectral.units.relative
source: Relative
de: Relativ
es: Relativo
fr: Relatif
it: Relativo
pt_br: Relativo
ru: Относительный
zh_hans: 相对

# spectral.warning.high_thermal
source: High thermal output
de: Hohe Wärmeabgabe
es: Alta emisión térmica
fr: Émission thermique élevée
it: Emissione termica elevata
pt_br: Alta emissão térmica
ru: Высокая тепловая мощность
zh_hans: 高热输出

# spectral.warning.uv_exposure
source: UV exposure risk
de: UV-Expositionsrisiko
es: Riesgo de exposición UV
fr: Risque d'exposition UV
it: Rischio esposizione UV
pt_br: Risco de exposição UV
ru: Риск УФ-облучения
zh_hans: UV暴露风险

# spectral.warning.uv_thermal
source: UV + Thermal hazard
de: UV + Wärme-Gefahr
es: Riesgo UV + térmico
fr: Risque UV + thermique
it: Rischio UV + termico
pt_br: Risco UV + térmico
ru: УФ + тепловая опасность
zh_hans: UV + 热危害

# tab.compare
source: Compare
de: Vergleich
es: Comparar
fr: Comparer
it: Confronta
pt_br: Comparar
ru: Сравнить
zh_hans: 对比

# tab.diagram
source: Diagram
de: Diagramm
es: Diagrama
fr: Diagramme
it: Diagramma
pt_br: Diagrama
ru: Диаграмма
zh_hans: 图表

# tab.dimensions
source: Dimensions
de: Abmessungen
es: Dimensiones
it: Dimensioni
pt_br: Dimensões
ru: Размеры
zh_hans: 尺寸

# tab.general
source: General
de: Allgemein
fr: Général
it: Generale
pt_br: Geral
ru: Общее
zh_hans: 常规

# tab.intensity
source: Intensity
de: Intensität
es: Intensidad
fr: Intensité
it: Intensità
pt_br: Intensidade
ru: Интенсивность
zh_hans: 光强

# tab.lampSets
source: Lamp Sets
de: Leuchtmittel
es: Lámparas
fr: Lampes
it: Lampade
pt_br: Lâmpadas
ru: Лампы
zh_hans: 光源

# tab.optical
source: Optical
de: Optik
es: Óptico
fr: Optique
it: Ottico
pt_br: Óptico
ru: Оптика
zh_hans: 光学

# template.atlaFluorescent
source: Fluorescent (ATLA)
de: Leuchtstoff (ATLA)
es: Fluorescente (ATLA)
it: Fluorescente (ATLA)
pt_br: Fluorescente (ATLA)
ru: Люминесцентная (ATLA)
zh_hans: 荧光灯 (ATLA)

# template.atlaFluorescent.desc
source: Fluorescent lamp with spectral data
de: Leuchtstofflampe mit Spektraldaten
es: Lámpara fluorescente con datos espectrales
fr: Lampe fluorescente avec données spectrales
it: Lampada fluorescente con dati spettrali
pt_br: Lâmpada fluorescente com dados espectrais
ru: Люминесцентная лампа со спектральными данными
zh_hans: 带光谱数据的荧光灯

# template.atlaGrowLight
source: Grow Light (ATLA)
de: Pflanzenlampe (ATLA)
es: Lámpara de cultivo (ATLA)
fr: Lampe de croissance (ATLA)
it: Lampada crescita (ATLA)
pt_br: Lâmpada de cultivo (ATLA)
ru: Фитолампа (ATLA)
zh_hans: 植物生长灯 (ATLA)

# template.atlaGrowLight.desc
source: LED grow light with red/blue PPF spectrum
de: LED-Pflanzenlampe mit Rot/Blau PPF-Spektrum
es: Lámpara LED de cultivo con espectro PPF rojo/azul
fr: Lampe LED de croissance avec spectre PPF rouge/bleu
it: Lampada LED crescita con spettro PPF rosso/blu
pt_br: Lâmpada LED de cultivo com espectro PPF vermelho/azul
ru: LED фитолампа со спектром PPF красный/синий
zh_hans: 红蓝PPF光谱LED植物灯

# template.atlaGrowLightRB
source: Grow Light R/B (ATLA)
de: Pflanzenlampe R/B (ATLA)
es: Lámpara R/B (ATLA)
fr: Lampe R/B (ATLA)
it: Lampada R/B (ATLA)
pt_br: Lâmpada R/B (ATLA)
ru: Фитолампа R/B (ATLA)
zh_hans: 红蓝植物灯 (ATLA)

# template.atlaGrowLightRB.desc
source: Red/blue LED grow light for plants
de: Rot/Blau LED-Pflanzenlampe
es: Lámpara LED rojo/azul para plantas
fr: Lampe LED rouge/bleu pour plantes
it: Lampada LED rosso/blu per piante
pt_br: Lâmpada LED vermelho/azul para plantas
ru: LED красно/синяя лампа для растений
zh_hans: 红蓝LED植物生长灯

# template.atlaHalogen.desc
source: Halogen lamp with continuous spectrum
de: Halogenlampe mit kontinuierlichem Spektrum
es: Lámpara halógena de espectro continuo
fr: Lampe halogène à spectre continu
it: Lampada alogena a spettro continuo
pt_br: Lâmpada halógena de espectro contínuo
ru: Галогенная лампа с непрерывным спектром
zh_hans: 连续光谱卤素灯

# template.atlaHeatLamp
source: Heat Lamp (ATLA)
de: Wärmelampe (ATLA)
es: Lámpara de calor (ATLA)
fr: Lampe chauffante (ATLA)
it: Lampada riscaldante (ATLA)
pt_br: Lâmpada de aquecimento (ATLA)
ru: Инфракрасная лампа (ATLA)
zh_hans: 红外加热灯 (ATLA)

# template.atlaHeatLamp.desc
source: Infrared heat lamp with IR spectrum
de: Infrarot-Wärmelampe mit IR-Spektrum
es: Lámpara de calor infrarroja
fr: Lampe chauffante infrarouge
it: Lampada riscaldante a infrarossi
pt_br: Lâmpada de aquecimento infravermelha
ru: Инфракрасная нагревательная лампа
zh_hans: 红外光谱加热灯

# template.atlaIncandescent
source: Incandescent (ATLA)
de: Glühlampe (ATLA)
es: Incandescente (ATLA)
it: Incandescente (ATLA)
pt_br: Incandescente (ATLA)
ru: Лампа накаливания (ATLA)
zh_hans: 白炽灯 (ATLA)

# template.atlaIncandescent.desc
source: Incandescent lamp with warm spectrum
de: Glühlampe mit warmem Spektrum
es: Lámpara incandescente de espectro cálido
fr: Lampe incandescente à spectre chaud
it: Lampada incandescente a spettro caldo
pt_br: Lâmpada incandescente de espectro quente
ru: Лампа накаливания с тёплым спектром
zh_hans: 暖色光谱白炽灯

# template.atlaUvBlacklight
source: UV Blacklight (ATLA)
de: UV-Schwarzlicht (ATLA)
es: Luz negra UV (ATLA)
fr: Lumière noire UV (ATLA)
it: Luce nera UV (ATLA)
pt_br: Luz negra UV (ATLA)
ru: УФ-лампа (ATLA)
zh_hans: 紫外黑光灯 (ATLA)

# template.atlaUvBlacklight.desc
source: UV blacklight with UV-A spectrum
de: UV-Schwarzlicht mit UV-A-Spektrum
es: Luz negra UV con espectro UV-A
fr: Lumière noire UV avec spectre UV-A
it: Luce nera UV con spettro UV-A
pt_br: Luz negra UV com espectro UV-A
ru: УФ чёрный свет со спектром UV-A
zh_hans: UV-A光谱紫外黑光灯

# template.downlight.desc
source: Simple downlight with vertical axis symmetry
de: Einfaches Downlight mit vertikaler Achsensymmetrie
es: Downlight simple con simetría de eje vertical
fr: Downlight simple avec symétrie axiale verticale
it: Downlight semplice con simmetria assiale verticale
pt_br: Downlight simples com simetria de eixo vertical
ru: Простой даунлайт с вертикальной осевой симметрией
zh_hans: 垂直轴对称的简易筒灯

# template.floorUplight
source: Floor Uplight
de: Steh-Uplight
es: Lámpara de pie uplighter
fr: Lampadaire uplighter
it: Piantana uplighter
pt_br: Luminária de piso uplighter
ru: Торшер-аплайт
zh_hans: 落地向上灯

# template.floorUplight.desc
source: HIT-DE 250W floor-standing uplight
de: HIT-DE 250W Steh-Uplight
es: Lámpara de pie HIT-DE 250W
fr: Lampadaire HIT-DE 250W
it: Piantana HIT-DE 250W
pt_br: Luminária de piso HIT-DE 250W
ru: Торшер HIT-DE 250W
zh_hans: HIT-DE 250W 落地式向上照明灯

# template.fluorescent
source: Fluorescent Luminaire
de: Leuchtstofflampe
es: Luminaria fluorescente
fr: Luminaire fluorescent
it: Apparecchio fluorescente
pt_br: Luminária fluorescente
ru: Люминесцентный светильник
zh_hans: 荧光灯具

# template.fluorescent.desc
source: T16 G5 54W linear luminaire with bilateral symmetry
de: T16 G5 54W lineare Leuchte mit bilateraler Symmetrie
es: Luminaria lineal T16 G5 54W con simetría bilateral
fr: Luminaire linéaire T16 G5 54W avec symétrie bilatérale
it: Apparecchio lineare T16 G5 54W con simmetria bilaterale
pt_br: Luminária linear T16 G5 54W com simetria bilateral
ru: Линейный светильник T16 G5 54W с двусторонней симметрией
zh_hans: T16 G5 54W 双侧对称线性灯具

# template.linear
source: Linear Luminaire
de: Lineare Leuchte
es: Luminaria lineal
fr: Luminaire linéaire
it: Apparecchio lineare
pt_br: Luminária linear
ru: Линейный светильник
zh_hans: 线性灯具

# template.linear.desc
source: Linear luminaire with C0-C180 symmetry
de: Lineare Leuchte mit C0-C180-Symmetrie
es: Luminaria lineal con simetría C0-C180
fr: Luminaire linéaire avec symétrie C0-C180
it: Apparecchio lineare con simmetria C0-C180
pt_br: Luminária linear com simetria C0-C180
ru: Линейный светильник с симметрией C0-C180
zh_hans: C0-C180 对称的线性灯具

# template.projector
source: Projector
de: Projektor
es: Proyector
fr: Projecteur
it: Proiettore
pt_br: Projetor
ru: Прожектор
zh_hans: 投射灯

# template.projector.desc
source: CDM-TD 70W spotlight with asymmetric beam
de: CDM-TD 70W Strahler mit asymmetrischem Lichtstrahl
es: Proyector CDM-TD 70W con haz asimétrico
fr: Projecteur CDM-TD 70W avec faisceau asymétrique
it: Proiettore CDM-TD 70W con fascio asimmetrico
pt_br: Projetor CDM-TD 70W com feixe assimétrico
ru: Прожектор CDM-TD 70W с асимметричным лучом
zh_hans: CDM-TD 70W 非对称光束聚光灯

# template.roadLuminaire
source: Road Luminaire
de: Straßenleuchte
es: Luminaria vial
fr: Luminaire routier
it: Apparecchio stradale
pt_br: Luminária viária
ru: Уличный светильник
zh_hans: 道路灯具

# template.roadLuminaire.desc
source: SON-TPP 250W street light with C90-C270 symmetry
de: SON-TPP 250W Straßenleuchte mit C90-C270-Symmetrie
es: Alumbrado público SON-TPP 250W con simetría C90-C270
fr: Éclairage public SON-TPP 250W avec symétrie C90-C270
it: Lampione SON-TPP 250W con simmetria C90-C270
pt_br: Iluminação pública SON-TPP 250W com simetria C90-C270
ru: Уличное освещение SON-TPP 250W с симметрией C90-C270
zh_hans: SON-TPP 250W C90-C270 对称路灯

# template.wikiBatwing
source: Batwing (Wiki)
de: Fledermausflügel (Wiki)
es: Ala de murciélago (Wiki)
fr: Chauve-souris (Wiki)
pt_br: Asa de morcego (Wiki)
ru: Крыло летучей мыши (Wiki)
zh_hans: 蝙蝠翼配光 (Wiki)

# template.wikiBatwing.desc
source: Batwing distribution for uniform illuminance
de: Fledermausflügelverteilung für gleichmäßige Beleuchtung
es: Distribución ala de murciélago para iluminancia uniforme
fr: Distribution chauve-souris pour éclairement uniforme
it: Distribuzione batwing per illuminamento uniforme
pt_br: Distribuição asa de morcego para iluminância uniforme
ru: Распределение для равномерной освещённости
zh_hans: 用于均匀照度的蝙蝠翼配光

# template.wikiFlood
source: Floodlight (Wiki)
de: Flutlicht (Wiki)
es: Proyector (Wiki)
fr: Projecteur (Wiki)
it: Proiettore (Wiki)
pt_br: Projetor (Wiki)
ru: Заливающий (Wiki)
zh_hans: 泛光灯 (Wiki)

# template.wikiFlood.desc
source: Wide beam flood distribution
de: Breite Flutlichtverteilung
es: Distribución de haz ancho
fr: Distribution à faisceau large
it: Distribuzione a fascio largo
pt_br: Distribuição de feixe largo
ru: Распределение широкого луча
zh_hans: 宽光束泛光配光

# template.wikiSpotlight.desc
source: Narrow beam spotlight distribution
de: Schmale Spotlight-Verteilung
es: Distribución de foco de haz estrecho
fr: Distribution spot à faisceau étroit
it: Distribuzione spot a fascio stretto
pt_br: Distribuição de spot com feixe estreito
ru: Распределение узкого луча
zh_hans: 窄光束聚光灯配光

# toolbar.dark
source: Dark Theme
de: Dunkles Design
es: Tema oscuro
fr: Thème sombre
it: Tema scuro
pt_br: Tema escuro
ru: Тёмная тема
zh_hans: 深色主题

# toolbar.exportIES
source: Export IES...
de: IES exportieren...
es: Exportar IES...
fr: Exporter IES...
it: Esporta IES...
pt_br: Exportar IES...
ru: Экспорт IES...
zh_hans: 导出 IES...

# toolbar.exportLDT
source: Export LDT...
de: LDT exportieren...
es: Exportar LDT...
fr: Exporter LDT...
it: Esporta LDT...
pt_br: Exportar LDT...
ru: Экспорт LDT...
zh_hans: 导出 LDT...

# toolbar.exportSVG
source: Export SVG...
de: SVG exportieren...
es: Exportar SVG...
fr: Exporter SVG...
it: Esporta SVG...
pt_br: Exportar SVG...
ru: Экспорт SVG...
zh_hans: 导出 SVG...

# toolbar.open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pt_br: Abrir
ru: Открыть
zh_hans: 打开

# ui.actions.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
pt_br: Aplicar
ru: Применить
zh_hans: 应用

# ui.actions.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# ui.actions.clear
source: Clear
de: Löschen
es: Limpiar
fr: Effacer
it: Cancella
pt_br: Limpar
ru: Очистить
zh_hans: 清除

# ui.actions.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# ui.actions.download
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
pt_br: Baixar
ru: Скачать
zh_hans: 下载

# ui.actions.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

# ui.actions.import
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
pt_br: Importar
ru: Импорт
zh_hans: 导入

# ui.actions.load
source: Load
de: Laden
es: Cargar
fr: Charger
it: Carica
pt_br: Carregar
ru: Загрузить
zh_hans: 加载

# ui.actions.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置

# ui.actions.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

# ui.bevy_scene.click_to_load
source: Click to load (~22MB)
de: Klicken zum Laden (~22MB)
es: Clic para cargar (~22MB)
fr: Cliquer pour charger (~22Mo)
it: Clicca per caricare (~22MB)
pt_br: Clique para carregar (~22MB)
ru: Нажмите для загрузки (~22МБ)
zh_hans: 点击加载（约22MB）

# ui.bevy_scene.controls_hint
source: WASD: Move, Mouse: Look, R: Reset, 1-4: Scene
de: WASD: Bewegen, Maus: Blicken, R: Zurücksetzen, 1-4: Szene
es: WASD: Mover, Ratón: Mirar, R: Restablecer, 1-4: Escena
fr: ZQSD: Déplacer, Souris: Regarder, R: Réinitialiser, 1-4: Scène
it: WASD: Muovi, Mouse: Guarda, R: Reimposta, 1-4: Scena
pt_br: WASD: Mover, Mouse: Olhar, R: Redefinir, 1-4: Cena
ru: WASD: Движение, Мышь: Обзор, R: Сброс, 1-4: Сцена
zh_hans: WASD: 移动, 鼠标: 查看, R: 重置, 1-4: 场景

# ui.bevy_scene.downloading
source: Downloading ~22MB
de: Lade herunter ~22MB
es: Descargando ~22MB
fr: Téléchargement ~22Mo
it: Download ~22MB
pt_br: Baixando ~22MB
ru: Загрузка ~22МБ
zh_hans: 正在下载约22MB

# ui.bevy_scene.load_button
source: Load 3D Viewer
de: 3D-Viewer laden
es: Cargar visor 3D
fr: Charger le visualiseur 3D
it: Carica visualizzatore 3D
pt_br: Carregar visualizador 3D
ru: Загрузить 3D-просмотр
zh_hans: 加载3D查看器

# ui.bevy_scene.load_failed
source: Failed to load 3D Viewer
de: 3D-Viewer konnte nicht geladen werden
es: Error al cargar el visor 3D
fr: Échec du chargement du visualiseur 3D
it: Caricamento visualizzatore 3D fallito
pt_br: Falha ao carregar o visualizador 3D
ru: Не удалось загрузить 3D-просмотр
zh_hans: 加载3D查看器失败

# ui.bevy_scene.loading
source: Loading 3D Viewer...
de: Lade 3D-Viewer...
es: Cargando visor 3D...
fr: Chargement du visualiseur 3D...
it: Caricamento visualizzatore 3D...
pt_br: Carregando visualizador 3D...
ru: Загрузка 3D-просмотра...
zh_hans: 正在加载3D查看器...

# ui.bevy_scene.mounting_height
source: Mounting Height (m)
de: Montagehöhe (m)
es: Altura de montaje (m)
fr: Hauteur de montage (m)
it: Altezza di montaggio (m)
pt_br: Altura de montagem (m)
ru: Высота монтажа (м)
zh_hans: 安装高度 (m)

# ui.bevy_scene.pendulum_length
source: Pendulum Length (m)
de: Pendellänge (m)
es: Longitud del péndulo (m)
fr: Longueur du pendule (m)
it: Lunghezza pendolo (m)
pt_br: Comprimento do pêndulo (m)
ru: Длина подвеса (м)
zh_hans: 吊杆长度 (m)

# ui.bevy_scene.room_height
source: Height (m)
de: Höhe (m)
es: Altura (m)
fr: Hauteur (m)
it: Altezza (m)
pt_br: Altura (m)
ru: Высота (м)
zh_hans: 高度 (m)

# ui.bevy_scene.room_length
source: Length (m)
de: Länge (m)
es: Largo (m)
fr: Longueur (m)
it: Lunghezza (m)
pt_br: Comprimento (m)
ru: Длина (м)
zh_hans: 长度 (m)

# ui.bevy_scene.room_width
source: Width (m)
de: Breite (m)
es: Ancho (m)
fr: Largeur (m)
it: Larghezza (m)
pt_br: Largura (m)
ru: Ширина (м)
zh_hans: 宽度 (m)

# ui.bevy_scene.scene_outdoor
source: Outdoor
de: Außenbereich
es: Exterior
fr: Extérieur
it: Esterno
pt_br: Externo
ru: Улица
zh_hans: 户外

# ui.bevy_scene.scene_parking
source: Parking
de: Parkplatz
es: Estacionamiento
it: Parcheggio
pt_br: Estacionamento
ru: Парковка
zh_hans: 停车场

# ui.bevy_scene.scene_road
source: Road
de: Straße
es: Carretera
fr: Route
it: Strada
pt_br: Estrada
ru: Дорога
zh_hans: 道路

# ui.bevy_scene.scene_room
source: Room
de: Raum
es: Habitación
fr: Pièce
it: Stanza
pt_br: Sala
ru: Комната
zh_hans: 房间

# ui.bevy_scene.scene_type
source: Scene Type
de: Szenentyp
es: Tipo de escena
fr: Type de scène
it: Tipo di scena
pt_br: Tipo de cena
ru: Тип сцены
zh_hans: 场景类型

# ui.bevy_scene.show_luminaire
source: Show Luminaire
de: Leuchte anzeigen
es: Mostrar luminaria
fr: Afficher le luminaire
it: Mostra apparecchio
pt_br: Mostrar luminária
ru: Показать светильник
zh_hans: 显示灯具

# ui.bevy_scene.show_shadows
source: Shadows
de: Schatten
es: Sombras
fr: Ombres
it: Ombre
pt_br: Sombras
ru: Тени
zh_hans: 阴影

# ui.bevy_scene.show_solid
source: Photometric Solid
de: Photometrischer Körper
es: Sólido fotométrico
fr: Solide photométrique
it: Solido fotometrico
pt_br: Sólido fotométrico
ru: Фотометрическое тело
zh_hans: 光度体

# ui.bevy_scene.title
source: 3D Scene Viewer
de: 3D-Szenenansicht
es: Visor de escena 3D
fr: Visualiseur de scène 3D
it: Visualizzatore scena 3D
pt_br: Visualizador de cena 3D
ru: 3D-просмотр сцены
zh_hans: 3D场景查看器

# ui.bevy_scene.try_again
source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

# ui.bug_rating.footer_basic
source: IESNA TM-15-11 Backlight, Uplight, Glare Rating
de: IESNA TM-15-11 Rücklicht-, Auflicht-, Blendbewertung
es: IESNA TM-15-11 Luz posterior, superior y deslumbramiento
fr: IESNA TM-15-11 Classement rétro-éclairage, éclairage vers le haut, éblouissement
it: IESNA TM-15-11 Classificazione retroilluminazione, luce verso l'alto, abbagliamento
pt_br: IESNA TM-15-11 Classificação de luz traseira, superior e ofuscamento
ru: IESNA TM-15-11 Оценка заднего, верхнего света и ослепления
zh_hans: IESNA TM-15-11 背光、上射光、眩光评级

# ui.bug_rating.footer_detailed
source: IESNA TM-15-11 BUG Rating with Zone Lumens Breakdown
de: IESNA TM-15-11 BUG-Bewertung mit Zonenlumen-Aufschlüsselung
es: Clasificación BUG IESNA TM-15-11 con desglose de lúmenes zonales
fr: Classement BUG IESNA TM-15-11 avec répartition des lumens par zone
it: Classificazione BUG IESNA TM-15-11 con ripartizione lumen per zona
pt_br: Classificação BUG IESNA TM-15-11 com detalhamento de lúmens zonais
ru: Рейтинг BUG по IESNA TM-15-11 с разбивкой по зонам
zh_hans: IESNA TM-15-11 BUG评级及区域光通量明细

# ui.bug_rating.hide_details
source: Hide Details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
it: Nascondi dettagli
pt_br: Ocultar detalhes
ru: Скрыть детали
zh_hans: 隐藏详情

# ui.bug_rating.show_details
source: Show Details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli
pt_br: Mostrar detalhes
ru: Показать детали
zh_hans: 显示详情

# ui.bug_rating.title
source: IESNA TM-15-11 BUG Rating
de: IESNA TM-15-11 BUG-Bewertung
es: Clasificación BUG IESNA TM-15-11
fr: Classement BUG IESNA TM-15-11
it: Classificazione BUG IESNA TM-15-11
pt_br: Classificação BUG IESNA TM-15-11
ru: Рейтинг BUG по IESNA TM-15-11
zh_hans: IESNA TM-15-11 BUG评级

# ui.bug_rating.title_detailed
source: IESNA TM-15-11 BUG Rating (Detailed)
de: IESNA TM-15-11 BUG-Bewertung (Detailliert)
es: Clasificación BUG IESNA TM-15-11 (Detallado)
fr: Classement BUG IESNA TM-15-11 (Détaillé)
it: Classificazione BUG IESNA TM-15-11 (Dettagliata)
pt_br: Classificação BUG IESNA TM-15-11 (Detalhado)
ru: Рейтинг BUG по IESNA TM-15-11 (подробно)
zh_hans: IESNA TM-15-11 BUG评级（详细）

# ui.butterfly.drag_hint
source: Drag to rotate
de: Ziehen zum Drehen
es: Arrastrar para rotar
fr: Glisser pour tourner
it: Trascina per ruotare
pt_br: Arraste para girar
ru: Перетащите для вращения
zh_hans: 拖动旋转

# ui.butterfly.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
pt_br: Redefinir
ru: Сброс
zh_hans: 重置

# ui.compare.browse
source: Browse file
de: Datei durchsuchen
es: Buscar archivo
fr: Parcourir
it: Sfoglia file
pt_br: Procurar arquivo
ru: Выбрать файл
zh_hans: 浏览文件

# ui.compare.clear
source: Clear File B
de: Datei B löschen
es: Borrar Archivo B
fr: Effacer fichier B
it: Cancella File B
pt_br: Limpar Arquivo B
ru: Очистить Файл B
zh_hans: 清除文件 B

# ui.compare.drop_hint
source: Drop a .ldt, .ies, or .xml file here
de: LDT-, IES- oder XML-Datei hier ablegen
es: Suelte un archivo .ldt, .ies o .xml aquí
fr: Déposez un fichier .ldt, .ies ou .xml ici
it: Trascina un file .ldt, .ies o .xml qui
pt_br: Solte um arquivo .ldt, .ies ou .xml aqui
ru: Перетащите файл .ldt, .ies или .xml сюда
zh_hans: 将 .ldt、.ies 或 .xml 文件拖放至此处

# ui.compare.empty_hint
source: Compares flux, efficacy, beam angles, intensity distribution, and more.
de: Vergleicht Lichtstrom, Effizienz, Abstrahlwinkel, Lichtstärkeverteilung und mehr.
es: Compara flujo, eficacia, ángulos de haz, distribución de intensidad y más.
fr: Compare le flux, l'efficacité, les angles de faisceau, la distribution d'intensité, et plus.
it: Confronta flusso, efficacia, angoli del fascio, distribuzione dell'intensità e altro.
pt_br: Compara fluxo, eficácia, ângulos de feixe, distribuição de intensidade e mais.
ru: Сравнивает поток, эффективность, углы луча, распределение силы света и другое.
zh_hans: 比较光通量、光效、光束角、光强分布等参数。

# ui.compare.empty_title
source: Load a second photometric file to compare side-by-side.
de: Laden Sie eine zweite photometrische Datei zum Vergleich.
es: Cargue un segundo archivo fotométrico para comparar lado a lado.
fr: Chargez un second fichier photométrique pour comparer côte à côte.
it: Carica un secondo file fotometrico per confrontare affiancati.
pt_br: Carregue um segundo arquivo fotométrico para comparar lado a lado.
ru: Загрузите второй фотометрический файл для сравнения.
zh_hans: 加载第二个光度文件以进行并排比较。

# ui.compare.export_pdf
source: Export Comparison (.pdf)
de: Vergleich exportieren (.pdf)
es: Exportar comparación (.pdf)
fr: Exporter la comparaison (.pdf)
it: Esporta confronto (.pdf)
pt_br: Exportar comparação (.pdf)
ru: Экспорт сравнения (.pdf)
zh_hans: 导出比较报告 (.pdf)

# ui.compare.export_typ
source: Export Comparison (.typ)
de: Vergleich exportieren (.typ)
es: Exportar comparación (.typ)
fr: Exporter la comparaison (.typ)
it: Esporta confronto (.typ)
pt_br: Exportar comparação (.typ)
ru: Экспорт сравнения (.typ)
zh_hans: 导出比较报告 (.typ)

# ui.compare.exporting
source: Exporting...
de: Exportiere...
es: Exportando...
fr: Exportation...
it: Esportazione...
pt_br: Exportando...
ru: Экспорт...
zh_hans: 导出中...

# ui.compare.file_a
source: File A
de: Datei A
es: Archivo A
fr: Fichier A
pt_br: Arquivo A
ru: Файл A
zh_hans: 文件 A

# ui.compare.file_a_c_plane
source: File A C-plane
de: Datei A C-Ebene
es: Archivo A plano C
fr: Fichier A plan C
it: File A piano C
pt_br: Arquivo A plano C
ru: Файл A C-плоскость
zh_hans: 文件 A C-平面
